import random

def answer_book():
    #print("**如何使用答案之書？**")
    #print("如果你遇到無法做出決定的事情，可以讓答案之書在線幫你\n1.在心中默念一個具體的問題。\n2.閉上眼睛，集中注意力。\n3.輕輕點擊答案之書線上的書本。")
    answers = ["走一步算一步", "問問媽媽","該完成的事請徹底完成","可能很困難，但珍貴事物得來不易", "高度注意! 可能遇到不幸...", "迅速地搞定他吧~","看起來蠻穩的喔", "請人幫忙吧!","保持彈性", "一旦妥協，你就得不到更好的了", "及早開始", "木已成舟", "現在妥協，將來傷悲", "配合環境行事吧", "這不是個明智的決定", "相信你的第一直覺", "可以再等等", "考慮別的方法", "明天再試試", "隨他去吧"]
    answer = random.choice(answers)
    return answer

def daily_lucky():
    luckys = ["大吉", "中吉", "吉", "小吉","凶", "大凶", "平"]
    lucky = random.choice(luckys)
    return lucky

#print("**今天的運勢是：", daily_lucky())
#print("--->>", answer_book())